<style lang="less">

</style>

<!--header start-->
<template>
    <div class="about_right fl">
        <h3>关于幼狮</h3>
        <img src="../../resources/images/about_us/about_ys01.jpg" alt=""/>

        <p class="about_ys_para">《幼狮》为美国著名作家欧文 肖的代表作，被公认为最优秀的“战争小说”之一，其内涵表达的是人类对和平、美好生活的向往
            和对成功的渴望，如同幼小的狮子，必将凭借自己蓬勃的生命力和勇气，战胜成长道路上的一切困难，成为王者。而“幼狮空间”
            将为企业创造一个支点，助力幼狮企业在“大众创业、万众创新”的时代转折中独占鳌头。</p>

        <p class="about_ys_para">航远控股旗下华亮房产成立于2004年1月，历经13年的磨砺，现已在商业地产领域构建了资产管理、投资管理、房产经纪、金融服
            务、企业升级服务、办公空间运营及装修定制为一体的全产业链服务体系。在与企业对接中，为提升企业运营效率助力企业成长，
            航远控股2015年创建幼狮科技，营造为企业提升全方位服务的幼狮空间。现已覆盖北京核心区域80个写字楼办公项目，空间面积
            逾17万平米，1000多家企业入驻。以幼狮空间为载体，航远控股已经拥有了华亮房产、幼狮科技、航远地产、幼狮装饰、航远投
            资、幼狮商学院、幼狮财、法、税平台等多家子公司及商业联盟，全面为企业升级服务保驾护航。航远控股现已成为北京市唯一的
            “商业地产投资＋办公空间运营＋企业升级服务”整合服务提供商，为企业创造全面的管家式服务体验。专注于满足企业进阶过程
            中的核心需求，致力打造高成长性企业生态圈，助力企业更省更快走向强大。</p>

        <h3>我们的团队</h3>
        <p class="about_ys_para">《幼狮》为美国著名作家欧文 肖的代表作，被公认为最优秀的“战争小说”之一，其内涵表达的是人类对和平、美好生活的向往
            和对成功的渴望，如同幼小的狮子，必将凭借自己蓬勃的生命力和勇气，战胜成长道路上的一切困难，成为王者。而“幼狮空间”
            将为企业创造一个支点，助力幼狮企业在“大众创业、万众创新”的时代转折中独占鳌头。</p>

        <p class="about_ys_para">航远控股旗下华亮房产成立于2004年1月，历经13年的磨砺，现已在商业地产领域构建了资产管理、投资管理、房产经纪、金融服
            务、企业升级服务、办公空间运营及装修定制为一体的全产业链服务体系。在与企业对接中，为提升企业运营效率助力企业成长，
            航远控股2015年创建幼狮科技，营造为企业提升全方位服务的幼狮空间。现已覆盖北京核心区域80个写字楼办公项目，空间面积
            逾17万平米，1000多家企业入驻。以幼狮空间为载体，航远控股已经拥有了华亮房产、幼狮科技、航远地产、幼狮装饰、航远投
            资、幼狮商学院、幼狮财、法、税平台等多家子公司及商业联盟，全面为企业升级服务保驾护航。航远控股现已成为北京市唯一的
            “商业地产投资＋办公空间运营＋企业升级服务”整合服务提供商，为企业创造全面的管家式服务体验。专注于满足企业进阶过程
            中的核心需求，致力打造高成长性企业生态圈，助力企业更省更快走向强大。</p>
        <img class="about_ys_02" src="../../resources/images/about_us/about_ys02.jpg" alt=""/>
    </div>

</template>

<script>
    export default {

    }
</script>
