<style lang="less">
p{
    line-height:28px;
    color: #1d1d1d;
}

</style>

<!--header start-->
<template>
    <div class="about_right fl">
        <h3>条款与隐私</h3>

        <div ys_terms_privacy>
            <p>一、版权申明</p>
            <p>1、幼狮空间（www.youshispace.com）（以下简称“本网站”）是由北京幼狮科技有限公司自主开发的网站，本网站享有的包
                括但不限于著作权、商标权、专利权、商业秘密等权利均受中华人民共和国法律特别是《中华人民共和国著作权法》、《中华人民
                共和国商标法》、《中华人民共和国专利法》和相应的国际条约、其他知识产权法律法规的保护。</p>
            <p>2、本网站内所有资料（包括但不限于域名、商标、商号、视频、图形、图像、文字表述及其组合、界面设计、版面框架、有关数
                据、印刷材料、电子文档、声音、链接、软件、源代码、目标代码及所有其它内容）均由本网站提供。以上内容的知识产权归本网
                站所拥有。</p>
            <p>3、本网站所涉及的任何资料(包括但不限于文字报导、图片、声音、录像、图表、广告、域名、软件、程序、版面设计、专栏目录
                与名称、内容分类标准)的版权均属本网站所有。未经本网站书面许可，任何人不得引用、复制、转载、摘编或以其他任何方式非法
                使用本网站的上述内容。对于有上述行为者，本网站将保留追究其法律责任的权利。</p>
            <p class="mb25">4、任何单位或个人认为本网站所保存的图片内容可能涉嫌侵犯其合法权益，应该及时向本网站书面反馈，并提供身份证明、权属
                证明及详细侵权情况证明，本网站在收到上述法律文件后，将会尽快移除被控侵权内容。</p>

            <p>二、隐私声明</p>
            <p class="text_indent1">在您使用本网站提供的服务前，请您仔细阅读如下声明，且您在使用期间将继续受其规定（及本网站对隐私声明做出的任何修订）
            的约束。如果您继续使用本网站，即意味着您已阅读、理解并同意接受本法律声明条款约束。本网站有权向违反本法律声明的用户
            追究法律责任。</p>
            <p>1、对于注册用户应在注册时做出如下承诺：</p>
            <p>（1）提供及时、详尽及准确的个人资料。</p>
            <p>（2）不断更新注册资料，符合及时、详尽、准确的要求。</p>
            <p>（3）严格遵守《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》
            等有关计算机及互联网规定的法律和法规、实施办法。在任何情况下，本网站合理地认为用户的行为可能违反上述法律、法规，本
            网站可以在任何时候，不经事先通知即终止向该用户提供服务，用户应特别注意遵守当地所有有关的法律和法规。</p>
            <p>（4）不进行任何对本网站内部结构造成或可能造成（按本网站自行酌情确定）不合理或不合比例的重大负荷的行为。</p>
            <p>（5）未经本网站许可，不引用、复制、转载、摘编或以其他任何方式非法使用本网站的上述内容。</p>
            <p>2、非因以下情形，本网站不会主动公开或泄露客户资料给第三方：</p>
            <p>（1）事先获得您的授权；</p>
            <p>（2）只有透露你的个人资料，才能提供你所要求的产品和服务；</p>
            <p>（3）根据有关的法律法规要求；</p>　
            <p>（4）按照相关政府主管部门的要求；</p>
            <p>（5）其他为维护用户的合法权益及公众的正当利益的情形；</p>
            <p>3、本网站会根据业务需要向您收集相关信息，以便为您提供更优质的服务。同时本网站将会依照国家有关法律法规，采取各种严
            格的措施确保您的信息安全。但本网站可能会把您的相关信息提供给与本网站联合提供服务的合作伙伴;或在根据法律法规或任何有
            管辖权的立法、司法、管理机构的命令、判决或要求，或律师、审 计等第三方中介机构的要求披露您的相关信息。</p>
            <p>4、因互联网、计算机技术的特殊性，因特网上不存在“完善的安全措施”，故任何因计算机问题、黑客攻击、计算机病毒侵入或
            发作、政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力情况而造成的注册客户个人资料泄露、丢失、被盗用或被篡改
            等，本网站均免责；因网络线路及非本网站能控制范围外的硬件故障或其它不可抗力而导致暂停服务，于暂停服务期间造成的一切
            不便与损失，本网站均得免责。</p>
            <p class="mb25">5、如发现您的注册资料不慎泄露，请及时书面与本网站联系，本网站将会采取必要的措施保护您的账户安全，并在得到您进一步
            授权后进一步采取补救措施。</p>

            <p>三、免责声明</p>
            <p>1、本网站不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性也都不作担保。</p>
            <p>2、用户同意，对于本网站向注册客户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，本网站无需承担任何责任：</p>
            <p>（1）向注册客户免费提供的各项网络服务；</p>
            <p>（2）向注册客户赠送的任何产品或者服务；</p>
            <p>（3）向收费网络服务客户附赠的各种产品或者服务。</p>
            <p>3、第三方网站对本网站进行链接，并不代表获得本网站授权、认可或声称与北京幼狮科技有限公司是关联企业或者是本网站的关
            联网站。因使用链接本网站的第三方网站而产生的一切后果由使用人自行承担。</p>
            <p class="mb25">4、本网站之法律声明将在必要时进行全部或部分修改，用户在使用服务前应阅读本网站之法律声明，因用户之疏忽导致的一切后
            果由用户自行负责。</p>
        </div>
    </div>

</template>

<script>
    export default {}
</script>
